Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_stickers_group_set
source: Group sticker set
be: Набор стыкераў суполкі
ca: Paquet d'adhesius del grup
de: Gruppen-Sticker
es: Pack de stickers del grupo
fr: Lot d'autocollants du groupe
it: Sticker del gruppo
ko: 그룹 스티커 묶음
ms: Set stiker grup
nl: Groepsstickers
pl: Zestaw naklejek grupy
pt_br: Pacote de stickers do grupo
ru: Набор стикеров группы
tr: Grubun çıkartma paketi
uk: Пакунок наліпок групи

# lng_stickers_has_been_archived
source: Sticker pack has been archived.
be: Набор стыкераў быў архіваваны.
ca: S'ha arxivat el paquet d'adhesius.
de: Stickerpaket wurde archiviert.
es: El pack de stickers ha sido archivado.
fr: Le lot d'autocollant a été archivé.
it: Set di sticker archiviato.
ko: 스티커 묶음이 보관되었습니다.
ms: Pek stiker telah diarkib.
pl: Pakiet naklejek został zarchiwizowany.
pt_br: O pacote de stickers foi arquivado.
ru: Набор стикеров отправлен в архив.
tr: Çıkartma paketi arşivlendi.
uk: Пакунок наліпок архівовано.

# lng_stickers_masks_pack
source: This is a set of masks. Masks are only supported by mobile versions of Telegram.
be: Гэта набор масак. Маскі падтрымліваюцца толькі мабільнымі версіямі Telegram.
ca: Això és un paquet de màscares. Només són compatibles amb les versions mòbils del Telegram.
de: Das ist ein Masken-Paket. Du kannst Masken nur im Editor unserer mobilen Apps verwenden.
es: Este es un pack de stickers de máscaras. Las máscaras sólo son compatibles con las versiones móviles de Telegram.
fr: Ceci est un lot de masques. Les masques sont uniquement supportés depuis les applications mobile de Telegram.
it: Questo è un set di maschere. Le maschere sono supportate solo dalle versioni mobile di Telegram.
ko: 이것은 마스크 묶음입니다. 마스크는 모바일 버전의 텔레그램에서만 지원합니다.
ms: Ini adalah set mask. Mask hanya didokong oleh versi mobil Telegram.
nl: Dit een set met maskers. Maskers werken alleen in mobiele versies van Telegram.
pl: To jest zestaw masek. Maski są obsługiwane tylko przez mobilne wersje Telegrama.
pt_br: Esse é um pacote de máscaras, elas só funcionam nos aplicativos do Telegram para celular.
ru: Это набор стикеров-масок. Вы можете использовать их в фоторедакторе наших мобильных приложений.
tr: Bu bir maske paketidir. Maskeler yalnızca Telegram'ın mobil sürümleri tarafından desteklenir.
uk: Це пакунок наліпок-масок. Вони підтримуються лише в мобільних застосунках Telegram.

# lng_stickers_not_found
source: Sticker pack not found.
be: Набор стыкераў не знойдзены
ca: No s'ha trobat el paquet d'adhesius.
de: Sticker-Paket nicht gefunden.
es: Pack de stickers no encontrado.
fr: Lot d'autocollants introuvable.
it: Set di sticker non trovato.
ko: 스티커 묶음을 찾지 못했습니다.
ms: Pek stiker tidak dijumpai.
nl: Stickerbundel niet gevonden.
pl: Nie znaleziono pakietu naklejek.
pt_br: Pacote de stickers não encontrado.
ru: Набор стикеров не найден.
tr: Çıkartma paketi bulunamadı.
uk: Пакунок наліпок не знайдено.

# lng_stickers_packs_archived
source: Some of your unused stickers were archived to make room for the sets you activated.
be: Некаторыя з вашых неўжывальных стыкераў былі перамешчаны ў архіў, каб пакінуць места для набораў, якія вы актывавалі.
ca: Alguns dels adhesius que no utilitzeu s'han arxivat per a deixar lloc als paquets que heu activat.
de: Einige deiner unbenutzen Sticker wurden archiviert, damit du Platz für neue Sticker hast.
es: Algunos de los stickers que no usas fueron archivados. Así tendrás más espacio para los packs que activaste.
fr: Certains de vos autocollants inutilisés ont été archivés pour faire de la place aux lots que vous venez d'activer.
it: Alcuni dei tuoi sticker non usati sono stati archiviati per fare spazio ai set che hai attivato.
ko: 활성화하신 묶음을 둘 공간을 만들기 위해 사용하지 않는 스티커 일부를 보관했습니다.
ms: Ada stiker yang tak diguna telah diarkib bagi membuka ruang untuk set yang anda aktifkan.
nl: Een aantal ongebruikte stickers zijn gearchiveerd om ruimte te maken voor je nieuwe stickerbundels
pl: Niektóre z twoich nieużywanych naklejek zostały zarchiwizowane, aby zrobić miejsce dla aktywowanych zestawów.
pt_br: Alguns dos seus stickers não usados foram arquivados para dar espaço aos pacotes que você ativou.
ru: Некоторые из старых наборов со стикерами были архивированы, чтобы освободить место для наборов, которые Вы активировали.
tr: Kullanılmayan çıkartmalarınızdan bazıları, etkinleştirdiğiniz paketlere yer açmak için arşivlendi.
uk: Не було місця для нового пакунку, декілька старих заархівовано.

# lng_stickers_remove_group_set
source: Remove group sticker set?
be: Выдаліць набор стыкераў суполкі?
ca: Voleu eliminar el paquet d'adhesius del grup?
de: Gruppen-Sticker entfernen?
es: ¿Eliminar el pack de stickers del grupo?
fr: Supprimer le lot d'autocollants du groupe ?
it: Rimuovere il set di sticker del gruppo?
ko: 그룹 스티커 묶음을 제거할까요?
ms: Keluarkan set stiker grup?
nl: Groepsstickers verwijderen?
pl: Usunąć zestaw naklejek grupy?
pt_br: Remover pacote de stickers do grupo?
ru: Удалить набор стикеров группы?
tr: Grubun çıkartma paketi kaldırılsın mı?
uk: Вилучити пакунок наліпок групи?

# lng_stickers_remove_pack
source: Remove «{sticker_pack}»?
be: Выдаліць «{sticker_pack}»?
ca: Voleu eliminar «{sticker_pack}»?
de: «{sticker_pack}» entfernen?
es: ¿Quitar «{sticker_pack}»?
fr: Retirer « {sticker_pack} » ?
it: Rimuovere «{sticker_pack}»?
ko: «{sticker_pack}» 스티커 팩을 제거할까요?
ms: Keluarkan «{sticker_pack}»?
nl: "{sticker_pack}" verwijderen?
pl: Usunąć „{sticker_pack}”?
pt_br: Remover "{sticker_pack}"?
ru: Удалить «{sticker_pack}»?
tr: «{sticker_pack}» kaldırılsın mı?
uk: Вилучити «{sticker_pack}»?

# lng_stickers_return
source: Undo
be: Адрабіць
ca: Desfés
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ko: 실행취소
ms: Buka balik
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
ru: Отменить
tr: GERİ AL
uk: Скасувати

# lng_stickers_share_masks
source: Share Masks
be: Абагуліць маскі
ca: Comparteix-les
de: Masken teilen
es: Compartir máscaras
fr: Partager les masques
it: Condividi maschere
ko: 마스크 공유
ms: Kongsi Mask
pl: Udostępnij maski
pt_br: Compartilhar
ru: Поделиться масками
tr: Maskeleri Paylaş
uk: Поділитися масками

# lng_stickers_share_pack
source: Share Stickers
be: Абагуліць стыкеры
ca: Comparteix els adhesius
de: Sticker teilen
es: Compartir stickers
fr: Partager le lot
it: Condividi sticker
ko: 스티커 공유
ms: Kongsi Stiker
nl: Stickers delen
pl: Udostępnij naklejki
pt_br: Compartilhar Stickers
ru: Поделиться стикерами
tr: Çıkartmaları Paylaş
uk: Поділитися наліпками

# lng_stickers_you_have
source: Manage sticker sets
be: Наладзіць наборы стыкераў
ca: Gestiona els paquets d'adhesius
de: Sticker-Pakete verwalten
es: Gestionar packs de stickers
fr: Gérer les lots d'autocollants
it: Gestisci set di sticker
ko: 스티커 묶음 관리
ms: Urus set stiker
nl: Beheer stickerbundels
pl: Zarządzaj zestawami naklejek
pt_br: Gerenciar os pacotes de stickers
ru: Редактировать наборы стикеров
tr: Çıkartma paketlerini yönet
uk: Керування пакунками наліпок

# lng_suggest_hide_new_about
source: You are receiving lots of new chats from users who are not in your Contact List. Do you want to have such chats **automatically muted** and **archived**?
be: Вас часта дадаюць у чаты карыстальнікі, якія не знаходзяцца ў вашым спісе кантактаў. Ці хочаце, каб такія чаты **аўтаматычна дадаваліся ў архіў** з **адключанымі апавяшчэннямі**?
ca: Esteu rebent molts xats nous d’usuaris que no són a la vostra llista de contactes. Voleu que **se silenciïn i s’arxivin de manera automàtica**?
de: Du erhältst viele Chats von Leuten, die du nicht in deinen Kontakten hast. Möchtest du solche Chats zukünftig **automatisch stummschalten** und **archivieren**?
es: Estás recibiendo muchos chats nuevos de usuarios que no están en tu lista de contactos. ¿Quieres **silenciar** y **archivar automáticamente** este tipo de chats?
fr: Vous recevez beaucoup de nouveaux échanges d'utilisateurs absents de votre liste de contacts. Voulez-vous **automatiquement mettre en sourdine** et **archiver** de tels échanges ?
it: Stai ricevendo molte nuove chat da utenti che non sono tra i tuoi contatti. Vuoi che queste chat siano **automaticamente silenziate** e **archiviate**?
ko: 연락처 목록에 없는 사용자에게서 새로운 메시지를 많이 받고 계십니다. 해당 대화방에 **자동 알림 끄기**와 **보관**을 적용하시겠습니까?
ms: Anda menerima banyak bual baru dari pengguna bukan dari senarai Kenalan Anda. Anda ingin bual tersebut **disenyapkan secara automatik** dan **diarkib**?
nl: Je ontvangt veel nieuwe chats van mensen die geen contact van je zijn. Wil je deze chats **automatisch dempen** en **archiveren**?
pl: Otrzymujesz wiele nowych czatów od użytkowników, którzy nie znajdują się na twojej liście kontaktów. Czy chcesz, aby takie czaty były **automatycznie wyciszane** i **archiwizowane**?
pt_br: Parece que você está recebendo muitas mensagens de pessoas que não estão na sua agenda. Quer **silenciar** e **arquivar** essas conversas automaticamente?
ru: Вам часто пишут пользователи не из списка контактов. Хотите, чтобы новые чаты с ними **автоматически** помещались в **Архив**, а **уведомления** о них были **выключены**?
tr: Kişiler Listeniz dışındaki kullanıcılardan birçok yeni sohbet alıyorsunuz. Bu tür sohbetlerin **otomatik sessize alınmasını** ve **arşivlenmesini** ister misiniz?
uk: Вам часто пишуть користувачі не зі списку контактів. Бажаєте, щоб нові чати з ними **автоматично архівувалися**, а **сповіщення** про них були **вимкнені**?

# lng_suggest_hide_new_to_settings
source: Go to Settings
be: Перайсці ў налады
ca: Configuració
de: In die Einstellungen
es: Ir a Ajustes
fr: Aller aux paramètres
it: Vai alle Impostazioni
ko: 설정으로 이동
ms: Pergi ke Aturan
nl: Ga naar instellingen
pl: Przejdź do ustawień
pt_br: Abrir Configurações
ru: В настройки
tr: Ayarlar'a Git
uk: Відкрити Налаштування

# lng_sure_add_admin_invite
source: This user is not a member of this group. Add them to the group and promote them to admin?
be: Гэты карыстальнік не з'яўляецца ўдзельнікам суполкі. Дадаць яго ў суполку і прызначыць кіраўніком?
ca: L'usuari no és membre del grup. Voleu afegir-lo al grup i promoure'l a administrador?
de: Dieser Nutzer ist kein Gruppenmitglied. Möchtest du ihn der Gruppe hinzufügen und als Admin festlegen?
es: Este usuario no es miembro del grupo. ¿Quieres añadirlo y promoverlo a administrador?
fr: L'utilisateur n'est pas membre du groupe. Voulez-vous l'y ajouter et le promouvoir administrateur ?
it: Questo utente non è membro del gruppo. Vuoi aggiungerlo e promuoverlo ad amministratore?
ko: 이 사용자는 이 그룹의 참가자가 아닙니다. 사용자를 그룹에 추가하고 관리자로 승격하시겠습니까?
ms: Pengguna ini bukan ahli kepada grup ini. Tambah mereka ke grup dan naik taraf mereka kepada pentadbir?
nl: Deze gebruiker is geen lid, gebruiker toevoegen als beheerder?
pl: Ten użytkownik nie jest członkiem tej grupy. Dodać go do grupy i awansować na administratora?
pt_br: Esse usuário não é um membro do grupo. Adicioná-lo ao grupo e promover à administrador?
ru: Пользователь не состоит в этой группе. Пригласить его и назначить администратором?
tr: Bu kullanıcı, bu grubun bir üyesi değil. Gruba eklenip yönetici yetkisi verilsin mi?
uk: Цей користувач не є учасником цієї групи. Додати та призначити його адміністратором?

# lng_sure_add_admin_invite_channel
source: This user is not a subscriber of this channel. Add them to the channel and promote them to admin?
be: Гэты карыстальнік не з'яўляецца падпісчыкам канала. Дадаць яго ў канал і прызначыць кіраўніком?
ca: L'usuari no és un subscriptor del canal. Voleu afegir-lo i promoure'l a administrador?
de: Dieser Benutzer ist kein Abonnent. Benutzer dem Channel hinzufügen und zum Admin ernennen?
es: Este usuario no está suscrito al canal. ¿Quieres agregarlo y promoverlo a administrador?
fr: Cet utilisateur n'est pas abonné au canal. Voulez-vous l'y ajouter et le promouvoir administrateur ?
it: Questo utente non è un iscritto del canale. Vuoi aggiungerlo al canale e renderlo amministratore?
ko: 이 사용자는 채널의 구독자가 아닙니다. 채널에 추가하고 관리자로 승격하시겠습니까?
ms: Pengguna ini bukan pelanggan saluran ini. Tambah mereka ke saluran dan naik taraf mereka ke pentadbir?
nl: Deze gebruiker is geen abonnee van dit kanaal, gebruiker toevoegen en promoveren tot beheerder?
pl: Ten użytkownik nie jest subskrybentem tego kanału. Dodać go do kanału i awansować na administratora?
pt_br: Esse usuário não é um inscrito desse canal. Deseja adicioná-lo ao canal e promover para admin?
ru: Пользователь не подписан на этот канал. Пригласить его и назначить администратором?
tr: Bu kullanıcı, bu kanalın abonesi değildir. Onu kanala eklemek ve yönetici olarak atamak ister misiniz?
uk: Цей користувач не є підписником цього каналу. Додати та призначити його адміністратором?

# lng_sure_add_admin_unban
source: This user is currently restricted or banned. Are you sure you want to unban and promote them?
be: Гэты карыстальнік абмежаваны або заблакіраваны. Вы ўпэўнены, што хочаце зняць блакіроўку і прызначыць яго кіраўніком?
ca: L'usuari es troba actualment restringit o bandejat. Segur que voleu deixar de bandejar-lo i promoure'l?
de: Dieser Nutzer ist derzeit eingeschränkt oder gesperrt. Möchtest du ihn freigeben und befördern?
es: Este usuario está restringido o expulsado. ¿Quieres quitar su expulsión y promoverlo a administrador?
fr: Cet utilisateur est actuellement restreint ou banni. Voulez-vous vraiment le débannir et le promouvoir ?
it: Questo utente è limitato o bannato. Vuoi davvero sbloccarlo e promuoverlo?
ko: 이 사용자는 현재 제한되거나 차단되어 있습니다. 정말 사용자의 차단을 해제하고 추가하시겠습니까?
ms: Pengguna ini dilhad atau dilarang dalam grup ini. Anda pasti mahu bebaskan dan naik taraf mereka?
nl: Deze gebruiker is geblokkeerd of beperkt, wil je dit ongedaan maken en de gebruiker promoveren?
pl: Ten użytkownik jest obecnie ograniczony lub zablokowany. Czy na pewno chcesz go odblokować i awansować?
pt_br: Esse usuário foi restringido ou banido. Tem certeza de que deseja desbanir e promovê-lo?
ru: Пользователь ограничен или полностью заблокирован. Вы действительно хотите разблокировать его и назначить администратором?
tr: Bu kullanıcı, şu anda kısıtlı veya yasaklıdır. Onun yasağını kaldırmak ve yönetici yapmak istediğinizden emin misiniz?
uk: Цей користувач обмежений або заблокований. Зняти всі обмеження та призначити адміністратором?

# lng_sure_add_admin_unremove
source: This user is currently restricted or removed. Are you sure you want to promote them?
be: Гэты карыстальнік зараз абмежаваны або выдалены. Вы ўпэўнены, што хочаце прызначыць яго?
ca: L'usuari està restringit o expulsat. Segur que voleu promocionar-lo?
de: Dieser Nutzer ist derzeit eingeschränkt oder entfernt. Möchtest du ihn wirklich befördern?
es: Este usuario está actualmente restringido o eliminado. ¿Quieres promoverlo a administrador?
fr: Cet utilisateur est actuellement restreint ou éjecté. Voulez-vous vraiment le promouvoir ?
it: Al momento l'utente è limitato o rimosso. Vuoi davvero promuoverlo?
ko: 이 사용자는 현재 제한되거나 추방되었습니다. 정말 사용자를 승격하시겠습니까?
ms: Pengguna ini kini dihadkan atau dikeluarkan. Anda pasti ingin naik taraf mereka?
nl: Deze gebruiker is momenteel beperkt of verwijdered, gebruiker echt promoten?
pl: Ten użytkownik jest obecnie ograniczony lub usunięty. Czy na pewno chcesz go awansować?
pt_br: Esse usuário está restrito no momento ou foi removido. Deseja mesmo promover?
ru: Пользователь ограничен в правах или исключён из группы. Вы точно хотите назначить его?
tr: Bu kullanıcı şu anda kısıtlanmış veya çıkarılmış. Onu yükseltmek istediğinizden emin misiniz?
uk: Цей користувач обмежений або вилучений. Ви дійсно хочете призначити його?

# lng_sure_ban_admin
source: This user is an admin. Are you sure you want to go ahead and restrict them?
be: Гэты карыстальнік — кіраўнік. Вы ўпэўнены, што хочаце абмежаваць яго?
ca: L'usuari és un administrador. Segur que voleu continuar i restringir-lo?
de: Dieser Nutzer ist Admin. Möchtest du fortfahren und ihn einschränken?
es: Este usuario es administrador. ¿Quieres continuar y restringirlo?
fr: Cet utilisateur est un administrateur. Voulez-vous vraiment le restreindre ?
it: Questo utente è un amministratore. Vuoi davvero proseguire e limitarlo?
ko: 이 사용자는 관리자입니다. 정말 이대로 제한하시겠습니까?
ms: Pengguna ini adalah pentadbir. Anda pasti mahu teruskan untuk menghadkan mereka?
nl: Deze gebruiker is een beheerder, gebruiker echt beperken?
pl: Ten użytkownik jest administratorem. Czy na pewno chcesz przejść dalej i ograniczyć go?
pt_br: Esse usuário é um administrador. Tem certeza de que deseja restringi-lo?
ru: Пользователь является администратором. Вы точно хотите ограничить его?
tr: Bu kullanıcı bir yöneticidir. Devam ederek onu kısıtlamak istediğinizden emin misiniz?
uk: Цей користувач є адміністратором. Ви дійсно хочете його обмежити?

# lng_sure_ban_user_channel
source: Ban {user} from the channel?
be: Заблакіраваць у канале {user}?
ca: Voleu bandejar {user} del canal?
de: {user} im Kanal sperren?
es: ¿Expulsar a {user} del canal?
fr: Bannir {user} du canal ?
it: Bloccare {user} dal canale?
ko: {user} 님을 채널에서 차단할까요?
ms: Sekat {user} dari saluran?
nl: {user} in kanaal blokkeren?
pl: Zablokować użytkownika {user} na kanale?
pt_br: Deseja banir {user} do canal?
ru: Заблокировать {user} в канале?
tr: {user} kullanıcısı kanalda yasaklansın mı?
uk: Заблокувати {user} у каналі?

# lng_sure_ban_user_group
source: Do you want to ban {user} from the group?
be: Вы хочаце заблакіраваць {user} у гэтай суполцы?
ca: Voleu bandejar {user} del grup?
de: {user} in der Gruppe sperren?
es: ¿Quieres expulsar a {user} del grupo?
fr: Voulez-vous bannir {user} de ce groupe ?
it: Vuoi bloccare {user} dal gruppo?
ko: 그룹에서 {user}님을 차단하겠습니까?
ms: Anda ingin larang {user} dari grup?
nl: {user} blokkeren en verwijderen?
pl: Czy chcesz zablokować użytkownika {user} w grupie?
pt_br: Deseja banir {user} do grupo?
ru: Заблокировать {user} в группе?
tr: {user} kullanıcısını grupta yasaklamak istiyor musunuz?
uk: Заблокувати {user} у групі?

# lng_sure_clear_downloads
source: Do you want to remove all downloaded files from temp folder? It is done automatically on logout or program uninstall.
be: Хочаце выдаліць усе спампаваныя файлы з часовай папкі? Гэта выконваецца аўтаматычна пасля выхаду з уліковага запісу або выдалення праграмы.
ca: Voleu eliminar tots els fitxers baixats de la carpeta temp? Això es fa automàticament en tancar la sessió o desinstal·lar l'aplicació.
de: Willst du alle Downloads vom Temp-Ordner löschen? Das passiert automatisch wenn du dich abmeldest oder Telegram deinstallierst.
es: ¿Quieres eliminar todos los archivos descargados desde la carpeta temporal? Se realiza automáticamente al cerrar sesión o desinstalar el programa.
fr: Voulez-vous vraiment supprimer tous les fichiers téléchargés du dossier temporaire ? Cela est fait automatiquement lors de la déconnexion ou de la désinstallation.
it: Vuoi eliminare tutti i file scaricati nella cartella temporanea? Sarà fatto automaticamente all'uscita o alla disinstallazione del programma.
ko: 임시 폴더에 다운로드된 파일을 모두 삭제하시겠습니까? 로그아웃하거나 프로그램을 제거하시면 자동으로 삭제됩니다.
ms: Anda ingin keluarkan kesemua fail yang dimuat turun dari folder sementara? Ianya dilakukan secara automatik ketika log keluar atau nyahpasang progam.
nl: Wil je alle gedownloade bestanden wissen uit de tijdelijke map? Dit gebeurt automatisch bij uitloggen of deïnstallatie.
pl: Czy chcesz usunąć wszystkie pobrane pliki z folderu tymczasowego? Odbywa się to automatycznie podczas wylogowywania lub dezinstalacji programu.
pt_br: Deseja remover todos os arquivos baixados da pasta temporária? Isso será feito automaticamente ao sair ou desinstalar o programa.
ru: Хотите удалить файлы из временной папки? Её содержимое автоматически удаляется, если Вы выходите из своего аккаунта или удаляете приложение.
tr: İndirilen tüm dosyaları geçici dizinden kaldırmak istiyor musunuz? Oturum kapatma veya program kaldırmada otomatik olarak yapılır.
uk: Ви дійсно хочете видалити всі завантажені файли з тимчасової теки? Це робиться автоматично при виході з акаунта чи видаленні програми.

# lng_sure_delete_and_exit
source: Are you sure you want to delete all message history and leave «{group}»? This action cannot be undone.
be: Вы ўпэўнены, што хочаце выдаліць гісторыю ўсіх паведамленняў і выйсці з «{group}»? Гэта дзеянне немагчыма адрабіць.
ca: Segur que voleu eliminar tot l'historial de missatges i sortir de «{group}»? Aquesta acció no es pot desfer.
de: Deinen Verlauf von «{group}» löschen und die Gruppe verlassen? Das kann man nicht rückgängig machen.
es: ¿Quieres eliminar todo el historial de mensajes y salir del grupo «{group}»? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer tous les messages et quitter « {group} » ? Cette action est irréversible.
it: Vuoi davvero eliminare tutta la cronologia dei messaggi e abbandonare «{group}»? Questa azione non può essere annullata.
ko: 정말 모든 대화 내용을 삭제하고 «{group}» 그룹에서 나가시겠습니까? 이 작업은 되돌릴 수 없습니다.
ms: Anda pasti mahu hapus kesemua sejarah mesej dan keluar «{group}»? Tindakan ini tidak boleh dipinda.
nl: Wil je de groep «{group}» verlaten en de geschiedenis wissen? Je kunt dit niet ongedaan maken.
pl: Czy na pewno chcesz usunąć całą historię wiadomości i opuścić grupę „{group}”? Ta operacja jest nieodwracalna.
pt_br: Tem certeza de que deseja apagar todo o histórico de mensagens e sair de "{group}"? Não é possível desfazer essa ação.
ru: Вы точно хотите удалить всю историю сообщений и покинуть «{group}»? Это действие нельзя будет отменить.
tr: Tüm mesaj geçmişini silmek ve «{group}» grubundan ayrılmak istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви дійсно хочете видалити всю історію повідомлень та покинути «{group}»? Це незворотня дія.

# lng_sure_delete_by_date_many
source: Are you sure you want to delete all messages for the **{days}**? This action cannot be undone.
be: Вы ўпэўнены, што хочаце выдаліць усе паведамленні за **{days}**? Гэта дзеянне немагчыма адрабіць.
ca: Segur que voleu eliminar tots els missatges dels **{days}**? Aquesta acció no es pot desfer.
de: Wirklich alle Nachrichten von **{days}** löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Quieres eliminar todos los mensajes de los **{days}**? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer tous les messages pour les **{days}** ? Cette action est irréversible.
it: Vuoi davvero eliminare tutti i messaggi dei **{days}**? Questa azione non può essere annullata.
ko: 정말 **{days}**일 간의 모든 메시지를 삭제하겠습니까? 이 작업은 되돌릴 수 없습니다.
ms: Anda pasti ingin hapus semua mesej untuk **{days}**? Aksi ini tidak boleh ditukar balik.
pl: Czy na pewno chcesz usunąć wszystkie wiadomości z **{days}**? Ta operacja jest nieodwracalna.
pt_br: Deseja apagar todas as mensagens de **{days}**? Isso é irreversível.
ru: Вы точно хотите удалить все сообщения за **{days}**? Это действие нельзя будет отменить.
tr: **{days}** için tüm mesajları silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви дійсно хочете видалити всі повідомлення за **{days}**? Це незворотня дія.
